;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Joan Queralt
; Wise Reminder 
; Soft Version: 1.21.58
;

[Translation]
LanguageName=CAT
LangCode=0403
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirmar

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Pendent
TfrmWRMMain.btnCompleted.Caption=Completat
TfrmWRMMain.btnBack.caption=Enrere
TfrmWRMMain.btnDone.Caption=Desar
TfrmWRMMain.lblRepeat.caption=Repetir:
TfrmWRMMain.lblTime.caption=Temps:
TfrmWRMMain.lblName.caption=Descripció:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=Una vegada
TfrmWRMMain.cbPeriod.Item2=Cada dia
TfrmWRMMain.cbPeriod.Item3=Cada setmana
TfrmWRMMain.cbPeriod.Item4=Cada mes
TfrmWRMMain.cbPeriod.Item5=Cada any
;
;hint
;
TfrmWRMMain.imgf.hint=Segueixi'ns a Facebook
TfrmWRMMain.imgt.hint=Segueixi'ns en Twitter
TfrmWRMMain.imgmail.hint=Comparteixi el programa amb els seus amics
TfrmWRMMain.imghome.hint=Pàgina web
TfrmWRMMain.CloseHint=Tancar
TfrmWRMMain.MenuHint=Menú
TfrmWRMMain.MinHint=Minimitzar 
TfrmWRMMain.lbl2.caption=Versió actual:%s
TfrmWRMMain.lbl3.Caption=Cercar actualitzacions
TfrmWRMMain.btnDetails.hint_1=Detalls
TfrmWRMMain.btnDetails.hint_2=Modificar i recuperar
TfrmWRMMain.btnDelete.hint_1=Marcar com acabat
TfrmWRMMain.btnDelete.hint_2=Esborrar
TfrmWRMMain.OpenWindow=Obrir WiseReminder
TfrmWRMMain.btnNew.Caption=nou

msgdlg.btnNO=NO
msgdlg.btnOk=D'acord
msgdlg.btnYes=Sí
;
; Time
;
constY=Any
constM=Mes
constD=Dia
constHH=Hora
constMM=Minut
constSS=Segon
constYs=Anys
constMs=Mesos
constDs=Dies
constHHs=Hores
constMMs=Minuts
constSSs=Segons
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Ajuda en Línia
TfrmWRMMain.TrayMenuItem2=Fòrum
TfrmWRMMain.TrayMenuItem3=Pàgina Web
TfrmWRMMain.TrayMenuItem4=Contactar
TfrmWRMMain.TrayMenuItem5=Cercar actualitzacions
TfrmWRMMain.TrayMenuItem6=Cerca notícies
TfrmWRMMain.TrayMenuItem7=Idioma
TfrmWRMMain.TrayMenuItem8=Executar a l'inici
TfrmWRMMain.TrayMenuItem9=Quant a...
TfrmWRMMain.TrayMenuItem10=Sortir
TfrmRemindDlg.Caption_1=Ha omès alguns recordatoris
TfrmWRMMain.lbl1.caption=Restaurar
TfrmWRMMain.fxpmn.item1=Còpia de Suport
TfrmWRMMain.fxpmn.item2=Restaurar
GetLang=Traduir a ...
;
; Notice
;
TfrmRemindDlg.Caption=Avís
TfrmRemindDlg.btnComplete.Caption=Ja ho tinc
TfrmRemindDlg.btnDelay.Caption=Posposar
;
; About
;
TfrmAbout.Caption=Quant a...
TfrmAbout.lblEmail.caption=Suport per E-Mail:
TfrmAbout.lblhome.caption=Pàgina web oficial:
TfrmAbout.lblthanks.caption=S'agraeix la col·laboració de:
TfrmAbout.btnOk.Caption=D'acord
TfrmAbout.lblver.Caption=Versió actual:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Silenciat
TfrmWRMMain.cbbVoice.Item2 = Predeterminat
TfrmWRMMain.cbbVoice.Item3 = Personalitzar
TfrmWRMMain.lblVoice.Caption =Avisos de so:

[Messages]
UnkonwFileType = Arxiu de so no reconegut!
ExitModify=No ha desat els canvis. Està segur de sortir?
RemindNameNULL=Si us plau, ompli la descripció del recordatori!
NewVer=Hi ha una nova versió. Vol actualitzar ara?
NoNewVer=Està utilitzant la versió més recent.
ExitApp=Està segur de sortir de Wise Reminder? No tornarà a rebre recordatoris!
NoneReminder=No s'ha definit cap recordatori!
NoneCopmpleted=No ha completat el recordatori!
NoneSelected=Seleccioni almenys un element!
TimeOver=Ha configurat un temps anterior a l'hora actual!

[Lang]
NativeLanguage=Català